{
    "English": {
      "title": "Children's Rights",
      "subtopics": [
        {
          "subheading": "Right to Survival and Development",
          "text": "Children have the right to survive, grow, and develop in a healthy manner. This includes access to basic needs such as adequate nutrition, healthcare, and clean water."
        },
        {
          "subheading": "Right to Survival and Development",
          "text": "The right to survival and development ensures that every child has the right to life, healthy growth, and development. This right plays a fundamental role for the future of society because healthy and educated children contribute to the development and welfare of the society. Furthermore, respecting children's rights increases social equality and helps maintain peace and security in society. Therefore, the right to survival and development is not only an individual right but also a societal responsibility.",
          "url": "https://www.unicef.org/turkiye/%C3%A7ocuk-haklar%C4%B1na-dair-s%C3%B6zle%C5%9Fme?utm_source"
        },
  
        {
          "subheading": "Right to Education",
          "text": "Children have the right to free and compulsory primary education. Education is crucial for their development and future opportunities."
        },
        {
          "title": "The Right to Education for Children and Its Role in Society",
          "text": "The right to education ensures that every child has the right to access quality and free education. This right is crucial for the development and welfare of society. Education enables individuals to realize their potential and supports social equality. Furthermore, educated individuals contribute to maintaining peace and security in society. Therefore, the right to education is not only an individual right but also a societal responsibility.",
          "url": "https://www.unicefturk.org/yazi/egitim-hakki"
        },
  
        {
          "subheading": "Right to Protection within the Family",
          "text": "Children have the right to be protected and loved by their families. They must be protected from abuse and neglect within the family."
        },
        {
          "title": "The Right of Children to Family Protection and Its Role in Society",
          "text": "The right of children to family protection is of critical importance for the protection and strengthening of the family, which is the cornerstone of society. This right ensures that children grow and develop in a safe family environment, contributing to the general welfare of society. In Turkey, the right of children to family protection is guaranteed under the 5395 Child Protection Law. This law includes measures to ensure the protection of children primarily within their family environment, including counseling, education, care, health, and accommodation.",
          "url": "https://www.aile.gov.tr/uploads/chgm/uploads/pages/kanunlar/5395-sayili-cocuk-koruma-kanunu.pdf?utm_source"
        },
  
        {
          "subheading": "Right to Protection from Violence",
          "text": "Children have the right to be protected from all forms of violence, maltreatment, and exploitation."
        },
        {
          "title": "The Right of Children to Protection from Violence and Its Role in Society",
          "text": "The right of children to protection from domestic violence is of fundamental importance for the child's safety and healthy development. Since the family is the child's first social environment, violence within the family can seriously threaten the child's physical and psychological health. Ensuring this right is not only an individual responsibility but also a societal one, necessary for building a healthy society.",
          "url": "https://www.aile.gov.tr/"
        },
  
        {
          "subheading": "Right to Freedom of Expression",
          "text": "Children have the right to express their views and freely voice their opinions. Their thoughts are important and should be heard."
        },
        {
          "title": "The Right of Children to Freedom of Expression and Its Role in Society",
          "text": "The right of children to freedom of expression is a fundamental right that allows them to freely express their thoughts, share their opinions, and participate in social processes. This right contributes to the development of children as active members of society and promotes social equality. Freedom of expression allows children to express their feelings and thoughts, supporting their psychological and social development. This right also serves as a tool to raise awareness of children's rights and amplify their voices. The freedom of expression of children not only protects their individual rights but also helps create a more just, inclusive, and democratic environment in society.",
          "url": "https://www.unicef.org/turkiye/%C3%A7ocuk-haklar%C4%B1na-dair-s%C3%B6zle%C5%9Fme?utm_source"
        },
        {
          "subheading": "Right to Rest and Play",
          "text": "Children have the right to rest, play, and enjoy their leisure time. This is essential for their physical and mental health."
        },
        {
          "title": "The Right of Children to Rest and Play and Its Role in Society",
          "text": "The right of children to rest and play is a fundamental right for their healthy development. Play supports children's physical, emotional, social, and intellectual development. Rest is necessary for children to recharge and grow in accordance with their developmental stages. This right provides children with a space where they can both have fun and learn, fostering their creativity, imagination, and problem-solving skills. Rest and play help children acquire social skills and promote social equality. Play also helps children understand social roles and discover their own identity.",
          "url": "https://www.unicefturk.org/public/uploads/files/cocuk_haklari2.pdf?utm_source"
        }
  
      ]
    },
    "Turkish": {
      "title": "Çocuk Hakları",
      "subtopics": [
        {
          "subheading": "Hayatta Kalma ve Gelişme Hakkı",
          "text": "Çocuklar, hayatta kalma, sağlıklı bir şekilde büyüme ve gelişme hakkına sahiptir. Bu, yeterli beslenme, sağlık hizmetleri ve temiz suya erişim gibi temel gereksinimleri içerir."
        },
        {
          "subheading": "Hayatta Kalma ve Gelişme Hakkı",
          "text": "Çocuğun hayatta kalma ve gelişme hakkı, her çocuğun yaşama, sağlıklı büyüme ve gelişme hakkını güvence altına alır. Bu hak, toplumun geleceği için temel bir rol oynar çünkü sağlıklı ve eğitimli çocuklar, toplumun gelişimine ve refahına katkı sağlar. Ayrıca, çocukların haklarına saygı göstermek, toplumsal eşitliği artırır ve toplumda barış ile güvenin sağlanmasına yardımcı olur. Bu nedenle, çocuğun hayatta kalma ve gelişme hakkı, sadece bireysel değil, toplumsal bir sorumluluktur.",
          "url": "https://www.unicef.org/turkiye/%C3%A7ocuk-haklar%C4%B1na-dair-s%C3%B6zle%C5%9Fme?utm_source"
        },
  
        {
          "subheading": "Eğitim Hakkı",
          "text": "Çocuklar, ücretsiz ve zorunlu ilkokul eğitimine erişim hakkına sahiptirler. Eğitim, onların gelişimi ve gelecekteki fırsatları için önemlidir."
        },
        {
          "title": "Çocuğun Eğitim Hakkının Toplumdaki Yeri",
          "text": "Çocuğun eğitim hakkı, her çocuğun kaliteli ve ücretsiz eğitime erişim hakkını güvence altına alır. Bu hak, toplumun gelişimi ve refahı için kritik bir öneme sahiptir. Eğitim, bireylerin potansiyellerini gerçekleştirmelerini sağlar ve toplumsal eşitliği destekler. Ayrıca, eğitimli bireyler, toplumda barış ve güvenin sağlanmasına katkıda bulunur. Bu nedenle, çocuğun eğitim hakkı, sadece bireysel değil, toplumsal bir sorumluluktur.",
          "url": "https://www.unicefturk.org/yazi/egitim-hakki"
        },
  
        {
          "subheading": "Aile İçi Korunma Hakkı",
          "text": "Çocuklar, ailelerinin onları koruma ve onlara sevgi verme hakkına sahiptir. Aile içinde istismar ve ihmale karşı korunmalıdırlar."
        },
        {
          "title": "Çocuğun Aile İçi Korunma Hakkının Toplumdaki Yeri",
          "text": "Çocuğun aile içi korunma hakkı, toplumun temel yapı taşı olan ailenin korunması ve güçlendirilmesi açısından kritik bir öneme sahiptir. Bu hak, çocukların aile ortamında güvenli bir şekilde büyümelerini ve gelişmelerini sağlayarak, toplumun genel refahına katkıda bulunur. Türkiye'de, çocuğun aile içi korunma hakkı, 5395 sayılı Çocuk Koruma Kanunu ile güvence altına alınmıştır. Bu kanun, çocuğun öncelikle kendi aile ortamında korunmasını sağlamaya yönelik danışmanlık, eğitim, bakım, sağlık ve barınma konularında alınacak tedbirleri içermektedir.",
          "url": "https://www.aile.gov.tr/uploads/chgm/uploads/pages/kanunlar/5395-sayili-cocuk-koruma-kanunu.pdf?utm_source"
        },
  
        {
          "subheading": "Şiddetten Korunma Hakkı",
          "text": "Çocuklar, her türlü şiddetten, kötü muameleden ve sömürüden korunma hakkına sahiptir."
        },
        {
          "title": "Çocuğun Şiddetten Korunma Hakkı Toplumdaki Yeri",
          "text": "Çocuğun aile içi şiddetten korunma hakkı, çocuğun güvenliği ve sağlıklı gelişimi için temel bir öneme sahiptir. Aile, çocukların ilk sosyal çevresi olduğundan, aile içindeki şiddet, çocuğun fiziksel ve psikolojik sağlığını ciddi şekilde tehdit edebilir. Bu hakkın sağlanması, sadece bireysel değil, toplumsal bir sorumluluk olup, sağlıklı bir toplumun inşası için gereklidir.",
          "url": "https://www.aile.gov.tr/"
        },
  
        {
          "subheading": "İfade Özgürlüğü Hakkı",
          "text": "Çocuklar, görüşlerini ifade etme ve fikirlerini özgürce açıklama hakkına sahiptir. Onların düşünceleri önemlidir ve dinlenmelidir."
        },
        {
          "title": "Çocukların İfade Özgürlüğü Hakkı Toplumdaki Rolü",
          "text": "Çocukların ifade özgürlüğü hakkı, onların düşüncelerini serbestçe ifade etmeleri, görüşlerini paylaşmaları ve toplumsal süreçlere katılmaları için temel bir haktır. Bu hak, çocukların toplumda aktif bireyler olarak yetişmelerine katkı sağlar ve toplumsal eşitliği teşvik eder. İfade özgürlüğü, çocukların duygu ve düşüncelerini dışa vurabilmelerini sağlayarak, onların psikolojik ve sosyal gelişimlerini destekler. Bu hak, aynı zamanda çocukların hakları konusunda farkındalık oluşturan ve onların seslerini duyuran bir araçtır. Çocukların ifade özgürlüğü, sadece bireysel haklarını güvence altına almakla kalmaz, aynı zamanda toplumda daha adil, kapsayıcı ve demokratik bir ortamın oluşmasına yardımcı olur.",
          "url": "https://www.unicef.org/turkiye/%C3%A7ocuk-haklar%C4%B1na-dair-s%C3%B6zle%C5%9Fme?utm_source"
        },
  
        {
          "subheading": "Dinlenme ve Oyun Hakkı",
          "text": "Çocuklar, dinlenme, oyun ve boş zamanlarını değerlendirme hakkına sahiptirler. Bu, onların fiziksel ve zihinsel sağlığı için gereklidir."
        },
        {
          "title": "Çocukların Dinlenme ve Oyun Hakkı ve Toplumdaki Rolü",
          "text": "Çocukların dinlenme ve oyun hakkı, onların sağlıklı gelişimi için temel bir haktır. Oyun, çocukların fiziksel, duygusal, sosyal ve zihinsel gelişimlerini destekler. Dinlenme, çocukların enerji toplaması ve gelişim süreçlerine uygun bir şekilde büyümeleri için gereklidir. Bu hak, çocukların hem eğlenebileceği hem de öğrenebileceği bir alan sağlar, onların yaratıcılıklarını, hayal güçlerini ve problem çözme becerilerini geliştirir. Dinlenme ve oyun, çocuklara sosyal beceriler kazandırırken, toplumsal eşitliği destekler. Oyun, aynı zamanda çocukların toplumsal rolleri anlamalarına ve kendi kimliklerini keşfetmelerine yardımcı olur.",
          "url": "https://www.unicefturk.org/public/uploads/files/cocuk_haklari2.pdf?utm_source"
        }
  
      ]
    }
  }