{
    "English": {
      "title": "Disability Rights",
      "subtopics": [
        {
          "subheading": "Access to Healthcare",
          "text": "People with disabilities have the right to access healthcare services that meet their needs."
        },
        {
          "subheading": "The Role of Disabled Health Services Access in Society",
          "text": "The right of disabled individuals to access health services is guaranteed under the United Nations Convention on the Rights of Persons with Disabilities. This convention aims to promote and ensure access to health services for disabled individuals. In Turkey, various regulations have been made to facilitate access to health services for disabled individuals. For example, disabled individuals can benefit from services such as disability pensions, home care assistance, and special education by obtaining a health committee report. Additionally, physical accessibility, access to information, and technological access are crucial factors in ensuring disabled individuals can access health services. Therefore, measures are being taken to make health services more suitable for the needs of disabled individuals. The right to access health services helps disabled individuals maintain their independence and actively participate in society. For this reason, it is of great importance that all sectors of society are sensitive to the protection and development of these rights.",
          "url": "https://www.aile.gov.tr/sss/engelli-ve-yasli-hizmetleri-genel-mudurlugu/engellilerin-haklarina-iliskin-sozlesme/?utm_source"
        },
  
        {
          "subheading": "Social Security and Financial Support",
          "text": "People with disabilities have the right to receive social security benefits and financial support."
        },
        {
          "subheading": "The Role of Disabled Social Security and Financial Support Rights in Society",
          "text": "The social security and financial support rights of disabled individuals are crucial for improving their quality of life and ensuring their full participation in society. In Turkey, various regulations and support mechanisms are in place to enable disabled individuals to benefit from these rights. Disabled individuals, under certain conditions, can access financial supports such as disability pensions and home care assistance. These supports serve as an important resource for disabled individuals to sustain their daily lives. Furthermore, disabled individuals can benefit from various discounts and exemptions by obtaining a health committee report. This report is necessary for disabled individuals to access their rights and services. Disabled individuals can also benefit from health services, rehabilitation, and other social services by being included in the social security system. These rights support the participation of disabled individuals in society.",
          "url": "https://www.aile.gov.tr/eyhgm/mevzuat/ulusal-mevzuat/kanunlar/engelliler-hakkinda-kanun/?utm_source"
        },
  
        {
          "subheading": "Education and Employment Opportunities",
          "text": "People with disabilities have the right to equal opportunities in education and employment."
        },
        {
          "subheading": "The Role of Disabled Education and Employment Opportunities in Society",
          "text": "Access to education and employment opportunities for disabled individuals is crucial for ensuring their participation in society. In Turkey, disabled individuals have the right to education through the Constitution and the Law No. 5378 on Disabilities, and employment of disabled individuals in both the public and private sectors is required at certain ratios. Additionally, vocational rehabilitation and support services facilitate the integration of disabled individuals into the workforce. These opportunities play a critical role in enabling disabled individuals to lead independent lives and contribute to society.",
          "url": "https://engelsizkariyer.com/BILGI-BANKASI/Engelli-Haklari/Engellilerin-Kamu-Ve-Ozel-Sektorde-Istihdam-Ve-Mesleki-Rehabilitasyon-Haklari-308?utm_source"
        },
  
        {
          "subheading": "Accessibility",
          "text": "People with disabilities have the right to accessible public spaces, transport, and communication."
        },
        {
          "subheading": "The Role of the Disabled Accessibility Right in Society",
          "text": "The right to accessibility for disabled individuals is crucial for ensuring their full and active participation in society. Accessibility refers to the ability of disabled individuals to safely and independently access buildings, transportation, information, and services. In Turkey, under the Law No. 5378 on Disabilities, it is a legal obligation to make public and private sector buildings, transportation vehicles, and other services accessible to disabled individuals. These regulations aim to facilitate the daily lives of disabled individuals and support their active participation in society.",
          "url": "https://www.aile.gov.tr/sss/engelli-ve-yasli-hizmetleri-genel-mudurlugu/erisilebilirlik/?utm_source"
        },
        {
          "subheading": "Participation in Social and Political Life",
          "text": "People with disabilities have the right to fully participate in social and political activities."
        },
        {
          "subheading": "The Role of the Right to Social and Political Participation of Disabled Individuals in Society",
          "text": "The social and political participation of disabled individuals is a fundamental right that ensures their full and equal inclusion in social life. This right aims to ensure that disabled individuals enjoy all rights such as freedom of thought and expression, access to information, education, health, employment, and political participation in an equal and full manner. In Turkey, various regulations and policies have been developed to strengthen the social and political participation of disabled individuals. For example, the National Action Plan on Disabled Rights prepared by the Ministry of Family and Social Services aims to strengthen the participation of disabled individuals in social and cultural life.",
          "url": "https://www.engelsizkariyer.com/BILGI-BANKASI/Engelli-Haklari/Sosyal-Butunlesme-ve-Katilma-Engellilerin-Hakki-45?utm_source"
        },
  
        {
          "subheading": "Assistive Devices and Support Services",
          "text": "People with disabilities have the right to access assistive devices and necessary support services."
        },
        {
          "subheading": "The Role of the Right to Assistive Devices and Support Services for Disabled Individuals in Society",
          "text": "Assistive devices and support services for disabled individuals are critically important for facilitating their daily lives and ensuring their full participation in society. These services increase the independence of disabled individuals and provide equal opportunities in areas such as education, employment, and social interaction. In Turkey, various assistive devices and support services are offered to meet the needs of disabled individuals. For example, technological tools such as screen readers and Braille devices for visually impaired individuals, hearing aids and subtitle systems for hearing-impaired individuals, facilitate access to information and communication for disabled individuals.",
          "url": "https://www.aycaozelegitim.com/blog/detay/engelli-birey-olarak-yasam/?utm_source"
        },
  
        {
          "subheading": "Physical and Mental Health Support",
          "text": "People with disabilities have the right to mental and physical health care services tailored to their needs."
        },
        {
          "title": "The Role of Disabled Physical and Mental Health Support Rights in Society",
          "text": "The physical and mental health support rights of disabled individuals are of great importance in enhancing their quality of life and ensuring their full participation in society. In Turkey, various healthcare services are provided to meet the needs of disabled individuals. Physical health support aims to provide rehabilitation processes and necessary assistive devices for disabled individuals. Mental health support, on the other hand, addresses the psychosocial needs of disabled individuals through psychological counseling and therapy services. Furthermore, the Ministry of Family and Social Services and other institutions have developed programs and legal regulations to facilitate disabled individuals' access to healthcare services. These supports are fundamental services that help disabled individuals maintain independent lives and actively participate in social life.",
          "url": "https://www.engelsizkariyer.com/BILGI-BANKASI/Engelli-Haklari/Engellilerin-Saglik-Hizmetlerinden-Yararlanma-Haklari-113?utm_source=chatgpt.com"
        },
  
        {
          "subheading": "Legal Protection",
          "text": "People with disabilities have the right to legal protection and equal access to justice."
        },
        {
          "title": "The Role of Legal Protection Rights for People with Disabilities in Society",
          "text": "The legal protection rights of people with disabilities are of critical importance in ensuring the security of their fundamental rights and freedoms and protecting them from discrimination. In Turkey, there are various legal regulations and international agreements aimed at protecting the rights of people with disabilities and combating discrimination. Additionally, the Law No. 5378 on Disabilities emphasizes respect for individual autonomy, based on the inviolability of human dignity, and ensures the freedom to make choices and independence of people with disabilities.",
          "url": "https://www.aile.gov.tr/eyhgm/mevzuat/ulusal-mevzuat/kanunlar/engelliler-hakkinda-kanun/?utm_source"
        }
  
      ]
    },
    "Turkish": {
      "title": "Engelli Hakları",
      "subtopics": [
        {
          "subheading": "Sağlık Hizmetlerine Erişim",
          "text": "Engelli bireyler, ihtiyaçlarına uygun sağlık hizmetlerine erişim hakkına sahiptir."
        },
        {
          "subheading": "Engelli Sağlık Hizmetlerine Erişim Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin sağlık hizmetlerine erişim hakkı, Birleşmiş Milletler Engelli Hakları Sözleşmesi'nde güvence altına alınmıştır. Bu sözleşme, engelli bireylerin sağlık hizmetlerine erişimini teşvik ve temin etmeyi amaçlamaktadır. Türkiye'de, engelli bireylerin sağlık hizmetlerine erişimini kolaylaştırmak amacıyla çeşitli düzenlemeler yapılmıştır. Örneğin, engelli bireylerin sağlık kurulu raporu alarak engelli aylığı, evde bakım yardımı ve özel eğitim gibi hizmetlerden yararlanmaları mümkündür. Ayrıca, engelli bireylerin sağlık hizmetlerine erişiminde fiziki erişilebilirlik, bilgiye erişim ve teknolojik erişim gibi unsurlar da büyük önem taşır. Bu nedenle, sağlık hizmetlerinin engelli bireylerin ihtiyaçlarına uygun hale getirilmesi için çeşitli tedbirler alınmaktadır. Engelli bireylerin sağlık hizmetlerine erişim hakkı, onların bağımsızlıklarını korumalarına ve topluma aktif bir şekilde katılmalarına yardımcı olur. Bu nedenle, toplumun her kesiminin bu hakların korunması ve geliştirilmesi konusunda duyarlı olması büyük önem taşır.",
          "url": "https://www.aile.gov.tr/sss/engelli-ve-yasli-hizmetleri-genel-mudurlugu/engellilerin-haklarina-iliskin-sozlesme/?utm_source"
        },
  
        {
          "subheading": "Sosyal Güvenlik ve Finansal Destek",
          "text": "Engelli bireyler, sosyal güvenlik yardımları ve finansal destek alma hakkına sahiptir."
        },
        {
          "subheading": "Engelli Sosyal Güvenlik ve Finansal Destek Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin sosyal güvenlik ve finansal destek hakları, onların yaşam kalitesini artırmak ve toplumsal hayata tam katılımlarını sağlamak açısından büyük önem taşır. Türkiye'de, engelli bireylerin bu haklardan yararlanabilmesi için çeşitli düzenlemeler ve destekler sunulmaktadır. Engelli bireyler, belirli şartlar altında engelli aylığı ve evde bakım yardımı gibi finansal desteklerden yararlanabilirler. Bu yardımlar, engelli bireylerin günlük yaşamlarını sürdürebilmeleri için önemli bir kaynak oluşturur. Ayrıca, engelli bireylerin sağlık kurulu raporu alarak çeşitli indirim ve muafiyetlerden yararlanmaları mümkündür. Bu rapor, engelli bireylerin hak ve hizmetlerden faydalanabilmesi için gereklidir. Engelli bireyler, sosyal güvenlik sistemine dahil olarak sağlık hizmetleri, rehabilitasyon ve diğer sosyal hizmetlerden faydalanabilirler. Bu haklar, engelli bireylerin toplumsal hayata katılımını destekler.",
          "url": "https://www.aile.gov.tr/eyhgm/mevzuat/ulusal-mevzuat/kanunlar/engelliler-hakkinda-kanun/?utm_source"
        },
  
        {
          "subheading": "Eğitim ve İstihdam Fırsatları",
          "text": "Engelli bireyler, eğitim ve istihdamda eşit fırsatlara sahip olma hakkına sahiptir."
        },
        {
          "subheading": "Engelli Eğitim ve İstihdam Fırsatları Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin eğitim ve istihdam fırsatlarına erişimi, onların toplumsal hayata katılımını sağlamak için büyük önem taşır. Türkiye’de engelli bireyler, Anayasa ve 5378 sayılı Engelliler Hakkında Kanun ile eğitim haklarına sahipken, kamu ve özel sektörde engelli istihdamı belirli oranlarda zorunlu hale getirilmiştir. Ayrıca, mesleki rehabilitasyon ve destekler, engelli bireylerin iş gücü piyasasına entegrasyonunu kolaylaştırır. Bu fırsatlar, engelli bireylerin bağımsız yaşamlarını sürdürebilmeleri ve toplumsal katkılarını artırmaları için kritik bir rol oynar.",
          "url": "https://engelsizkariyer.com/BILGI-BANKASI/Engelli-Haklari/Engellilerin-Kamu-Ve-Ozel-Sektorde-Istihdam-Ve-Mesleki-Rehabilitasyon-Haklari-308?utm_source"
        },
  
        {
          "subheading": "Erişilebilirlik",
          "text": "Engelli bireyler, erişilebilir kamu alanları, ulaşım ve iletişim hakkına sahiptir."
        },
        {
          "subheading": "Engelli Erişilebilirlik Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin erişilebilirlik hakkı, onların toplumsal hayata tam ve etkin katılımını sağlamak için kritik bir öneme sahiptir. Erişilebilirlik, engelli bireylerin binalara, ulaşım araçlarına, bilgilere ve hizmetlere güvenli ve bağımsız bir şekilde ulaşabilmelerini ifade eder. Türkiye'de, 5378 sayılı Engelliler Hakkında Kanun kapsamında, kamu ve özel sektör binalarının, ulaşım araçlarının ve diğer hizmetlerin engelli bireylerin erişimine uygun olarak düzenlenmesi yasal bir zorunluluktur. Bu düzenlemeler, engelli bireylerin günlük yaşamlarını kolaylaştırmayı ve toplumsal hayata aktif katılımlarını desteklemeyi amaçlamaktadır.",
          "url": "https://www.aile.gov.tr/sss/engelli-ve-yasli-hizmetleri-genel-mudurlugu/erisilebilirlik/?utm_source"
        },
        {
          "subheading": "Sosyal ve Politik Yaşama Katılım",
          "text": "Engelli bireyler, sosyal ve politik faaliyetlere tam olarak katılma hakkına sahiptir."
        },
        {
          "subheading": "Engelli Sosyal ve Politik Yaşama Katılım Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin sosyal ve politik yaşama katılımı, onların toplumsal hayata tam ve eşit bir şekilde dahil olmalarını sağlayan temel bir haktır. Bu hak, engelli bireylerin düşünce ve ifade özgürlüğü, bilgiye erişim, eğitim, sağlık, istihdam ve siyasal yaşama katılım gibi tüm haklardan tam ve eşit şekilde yararlanmalarını temin etmeyi amaçlar. Türkiye'de, engelli bireylerin sosyal ve politik yaşama katılımını güçlendirmek amacıyla çeşitli düzenlemeler ve politikalar geliştirilmiştir. Örneğin, Aile ve Sosyal Hizmetler Bakanlığı tarafından hazırlanan Engelli Hakları Ulusal Eylem Planı'nda, engelli bireylerin sosyal ve kültürel yaşama katılımının güçlendirilmesi hedeflenmektedir.",
          "url": "https://www.engelsizkariyer.com/BILGI-BANKASI/Engelli-Haklari/Sosyal-Butunlesme-ve-Katilma-Engellilerin-Hakki-45?utm_source"
        },
  
        {
          "subheading": "Yardımcı Cihazlar ve Destek Hizmetleri",
          "text": "Engelli bireyler, yardımcı cihazlar ve gerekli destek hizmetlerine erişim hakkına sahiptir."
        },
        {
          "subheading": "Engelli Yardımcı Cihazlar ve Destek Hizmetleri Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin yardımcı cihazlar ve destek hizmetleri, onların günlük yaşamlarını kolaylaştırmak ve toplumsal hayata tam katılımlarını sağlamak açısından kritik bir öneme sahiptir. Bu hizmetler, engelli bireylerin bağımsızlıklarını artırarak, eğitim, istihdam ve sosyal etkileşim gibi alanlarda fırsat eşitliği sunar. Türkiye'de, engelli bireylerin ihtiyaçlarına yönelik çeşitli yardımcı cihazlar ve destek hizmetleri sunulmaktadır. Örneğin, görme engelli bireyler için ekran okuyucular ve Braille cihazlar, işitme engelli bireyler için işitme cihazları ve altyazı sistemleri gibi teknolojik araçlar, engelli bireylerin bilgiye erişimini ve iletişimini kolaylaştırır.",
          "url": "https://www.aycaozelegitim.com/blog/detay/engelli-birey-olarak-yasam/?utm_source"
        },
  
        {
          "subheading": "Fiziksel ve Ruhsal Sağlık Desteği",
          "text": "Engelli bireyler, ihtiyaçlarına yönelik fiziksel ve ruhsal sağlık hizmetlerine erişim hakkına sahiptir."
        },
        {
          "title": "Engelli Fiziksel ve Ruhsal Sağlık Desteği Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin fiziksel ve ruhsal sağlık desteği, onların yaşam kalitesini artırmak ve toplumsal hayata tam katılımlarını sağlamak için büyük bir öneme sahiptir. Türkiye'de, engelli bireylerin ihtiyaçlarına yönelik çeşitli sağlık hizmetleri sunulmaktadır. Fiziksel sağlık desteği, engelli bireylerin fiziksel rehabilitasyon süreçlerini ve ihtiyaç duydukları yardımcı cihazları temin etmeyi amaçlar. Ruhsal sağlık desteği ise psikolojik danışmanlık ve terapi hizmetleri ile engelli bireylerin psikososyal ihtiyaçlarını karşılar. Ayrıca, Aile ve Sosyal Hizmetler Bakanlığı ve diğer kurumlar, engelli bireylerin sağlık hizmetlerine erişimlerini kolaylaştıran programlar ve yasal düzenlemeler geliştirmiştir. Bu destekler, engelli bireylerin bağımsız yaşamlarını sürdürebilmeleri ve toplumsal hayata aktif katılımlarını sağlayan temel hizmetlerdir.",
          "url": "https://www.engelsizkariyer.com/BILGI-BANKASI/Engelli-Haklari/Engellilerin-Saglik-Hizmetlerinden-Yararlanma-Haklari-113?utm_source=chatgpt.com"
        },
  
        {
          "subheading": "Hukuki Koruma",
          "text": "Engelli bireyler, hukuki koruma ve adil yargılanma hakkına sahiptir."
        },
        {
          "title": "Engelli Hukuki Koruma Hakkının Toplumdaki Yeri",
          "text": "Engelli bireylerin hukuki koruma hakkı, onların temel hak ve özgürlüklerinin güvence altına alınması ve ayrımcılığa karşı korunmaları açısından kritik bir öneme sahiptir. Türkiye'de, engelli bireylerin haklarını korumak ve ayrımcılıkla mücadele etmek amacıyla çeşitli yasal düzenlemeler ve uluslararası sözleşmeler bulunmaktadır. Ayrıca, 5378 sayılı Engelliler Hakkında Kanun, engelli bireylerin insan onur ve haysiyetinin dokunulmazlığı temelinde, kendi seçimlerini yapma özgürlüğünü ve bağımsızlığını kapsayacak şekilde bireysel özerkliklerine saygı gösterilmesini esastır.",
          "url": "https://www.aile.gov.tr/eyhgm/mevzuat/ulusal-mevzuat/kanunlar/engelliler-hakkinda-kanun/?utm_source"
        }
  
      ]
    }
  }
  