{
    "English": {
      "title": "Fundamental Rights and Freedoms",
      "subtopics": [
        {
          "subheading": "Right to Life",
          "text": "Every individual has the inherent right to life, and no one shall be arbitrarily deprived of their life."
        },
        {
          "subheading": "Freedom from Torture and Inhumane Treatment",
          "text": "No one shall be subjected to torture or to cruel, inhuman, or degrading treatment or punishment."
        },
        {
          "subheading": "The Right to Protection from Torture and Inhuman Treatment in Society",
          "text": "The right to protection from torture and inhuman treatment is one of the fundamental human rights and reflects society's responsibility to uphold justice, equality, and human dignity. This right ensures respect for individuals' dignity and protects them from inhuman treatment. Article 3 of the European Convention on Human Rights defines the prohibition of torture and inhuman treatment as an absolute right; therefore, states cannot justify violations of this right.",
          "url": "https://dergipark.org.tr/tr/download/article-file/3622592?utm_source"
        },
  
        {
          "subheading": "Freedom of Thought, Conscience, and Religion",
          "text": "Everyone has the right to freedom of thought, conscience, and religion; this right includes freedom to change religion or belief."
        },
        {
          "title": "Freedom of Thought, Conscience, and Religion and Its Role in Society",
          "text": "Freedom of thought, conscience, and religion is one of the fundamental human rights that guarantees individuals the right to choose, express, and practice their beliefs. This freedom includes the right to express one's thoughts and beliefs freely, to practice religion or beliefs either individually or collectively, openly or privately, through worship, teaching, practice, and rituals. Article 9 of the European Convention on Human Rights defines this freedom as follows: \"Everyone has the right to freedom of thought, conscience, and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in worship, teaching, practice, and observance.\"",
          "url": "https://www.anayasa.gov.tr/media/3613/dusuncevicdandin.pdf?utm_source"
        },
        {
          "subheading": "Right to Privacy",
          "text": "Everyone has the right to the protection of the law against arbitrary interference with their privacy, family, home, or correspondence."
        },
        {
          "title": "The Right to Privacy of Private Life and Its Place in Society",
          "text": "The right to privacy of private life is a fundamental human right that ensures the protection of individuals' personal lives, family relationships, and homes. This right is guaranteed by Article 20 of the Constitution and grants the right to request respect for one's private life. The right to privacy safeguards individuals' personal freedoms and dignity by protecting their privacy. It includes respect for individuals' private lives, family relationships, homes, and communications.",
          "url": "https://dergipark.org.tr/tr/download/article-file/107205?utm_source"
        },
  
        {
          "subheading": "Freedom of Assembly and Association",
          "text": "Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and join trade unions."
        },
        {
          "title": "Freedom of Assembly and Association and Its Role in Society",
          "text": "The freedom of assembly and association is a fundamental human right that guarantees individuals the right to peacefully gather and organize for common purposes. This right is secured by Article 33 of the Constitution and grants everyone the freedom to form and join associations. This freedom enables individuals to advocate for common interests, seek solutions to social issues, and participate in democratic processes. Additionally, Article 11 of the European Convention on Human Rights also protects this freedom and specifies that states may only limit this right under certain conditions.",
          "url": "https://www.siviltoplum.gov.tr/anayasa?utm_source"
        },
  
        {
          "subheading": "Right to Education",
          "text": "Everyone has the right to education. Education shall be directed to the full development of the human personality."
        },
        {
          "title": "The Right to Education and Its Role in Society",
          "text": "In Turkey, the right to education is secured under Article 42 of the Constitution. According to this article, everyone has the right to education and learning, and the state is responsible for ensuring the enjoyment of this right. Education enables individuals to actively participate in social life, contributes to economic development, and facilitates involvement in democratic processes. Furthermore, the right to education is a fundamental prerequisite for individuals to exercise other rights and for ensuring social equality.",
          "url": "https://yereldemokrasi.net/nasil-mudahil-olabiliriz/sivil-toplum-aktif-yurttaslik-el-kitabi/bolum-ii-haklarimiz-cigneniyor-ne-yapabiliriz/egitim-hakki?utm_source"
        },
        {
          "subheading": "Right to Work",
          "text": "Everyone has the right to work, to free choice of employment, to just and favorable conditions of work, and to protection against unemployment."
        },
        {
          "title": "The Role of the Right to Work in Society",
          "text": "The right to work is guaranteed by Article 49 of the Constitution of the Republic of Turkey. According to this article, work is both a right and a duty for everyone. The state is responsible for taking necessary measures to improve the living standards of workers, develop the labor market, and prevent unemployment. This constitutional provision creates a foundation for individuals to achieve economic independence, actively participate in social life, and continue their personal development. The protection of the right to work also encompasses issues such as worker health and safety, fair compensation, trade union rights, and social security. In this context, it is of great importance for states and employers to take necessary measures to protect and improve workers' rights.",
          "url": "https://ttb.org.tr/udek/makale_goster.php?Id=44&utm_source"
        },
  
        {
          "subheading": "Right to Equality",
          "text": "All human beings are born free and equal in dignity and rights. There should be no discrimination on the basis of race, gender, religion, or other status."
        },
        {
          "title": "The Right to Equality and Its Role in Society",
          "text": "The right to equality refers to the right of individuals to be treated equally without discrimination based on factors such as race, color, gender, language, religion, belief, sect, philosophical and political views, ethnicity, wealth, birth, marital status, health condition, disability, and age. In Turkey, the principle of equality is guaranteed by Article 10 of the Constitution. According to this article, \"Everyone is equal without discrimination on the grounds of language, race, color, gender, political opinion, philosophical belief, religion, sect, or similar reasons.\"",
          "url": "https://www.tihek.gov.tr/kategori/pages/Ayrimcilikla-Mucadele-ve-Esitlik?utm_source"
        }
  
      ]
    },
    "Turkish": {
      "title": "Temel Haklar ve Özgürlükler",
      "subtopics": [
        {
          "subheading": "Yaşama Hakkı",
          "text": "Her bireyin doğuştan gelen yaşama hakkı vardır ve hiç kimse keyfi bir şekilde yaşamından mahrum edilemez."
        },
        {
          "subheading": "İşkence ve İnsanlık Dışı Muameleden Korunma",
          "text": "Hiç kimse işkenceye veya insan onuruna aykırı, zalimce veya aşağılayıcı muameleye tabi tutulamaz."
        },
        {
          "subheading": "İşkence ve İnsanlık Dışı Muameleden Korunma Hakkının Toplumdaki Yeri",
          "text": "İşkence ve insanlık dışı muameleye karşı korunma hakkı, temel insan haklarından biridir ve toplumun adalet, eşitlik ve insan onurunu koruma sorumluluğunu yansıtır. Bu hak, bireylerin onurlarına saygı gösterilmesini ve insanlık dışı muamelelerden korunmalarını güvence altına alır.Avrupa İnsan Hakları Sözleşmesi'nin 3. maddesi, işkence ve insanlık dışı muamele yasağını mutlak bir hak olarak tanımlar; bu nedenle devletler, bu hakkın ihlalini haklı gösteremezler.",
          "url": "https://dergipark.org.tr/tr/download/article-file/3622592?utm_source"
        },
  
        {
          "subheading": "Düşünce, Vicdan ve Din Özgürlüğü",
          "text": "Herkesin düşünce, vicdan ve din özgürlüğü hakkı vardır; bu hak, din veya inanç değiştirme özgürlüğünü de içerir."
        },
        {
          "title": "Düşünce, Vicdan ve Din Özgürlüğü Hakkının Toplumdaki Yeri",
          "text": "Düşünce, vicdan ve din özgürlüğü, bireylerin kendi inançlarını seçme, ifade etme ve bu inançlarını yaşama haklarını güvence altına alan temel insan haklarındandır. Bu özgürlük, bireylerin kendi düşüncelerini ve inançlarını serbestçe ifade etmelerini, dinlerini veya inançlarını tek başına veya topluca, açıkça veya özel olarak ibadet, öğretim, uygulama ve ayin yaparak açıklamalarını içerir.Avrupa İnsan Hakları Sözleşmesi'nin 9. maddesi, bu özgürlüğü şu şekilde tanımlar: \"Herkes düşünce, vicdan ve din özgürlüğüne sahiptir; bu hak, din veya inanç değiştirme özgürlüğü ile tek başına veya topluca, kamuya açık veya kapalı ibadet, öğretim, uygulama ve ayin yapmak suretiyle dinini veya inancını açıklama özgürlüğünü de içerir.\"",
          "url": "https://www.anayasa.gov.tr/media/3613/dusuncevicdandin.pdf?utm_source"
        },
  
  
        {
          "subheading": "Özel Hayatın Gizliliği Hakkı",
          "text": "Herkesin, özel hayatına, ailesine, konutuna ve yazışmalarına keyfi müdahalelerden korunma hakkı vardır."
        },
        {
          "title": "Özel Hayatın Gizliliği Hakkının Toplumdaki Yeri",
          "text": "Özel hayatın gizliliği, bireylerin kişisel yaşamlarının, aile ilişkilerinin ve konutlarının korunmasını sağlayan temel bir insan hakkıdır. Bu hak, Anayasa'nın 20. maddesiyle güvence altına alınmıştır ve herkesin özel hayatına saygı gösterilmesini isteme hakkını tanır. Özel hayatın gizliliği, bireylerin mahremiyetini koruyarak, kişisel özgürlüklerini ve onurlarını güvence altına alır. Bu hak, kişilerin özel yaşamlarına, aile ilişkilerine, konutlarına ve haberleşmelerine saygı gösterilmesini içerir.",
          "url": "https://dergipark.org.tr/tr/download/article-file/107205?utm_source"
        },
        {
          "subheading": "Toplanma ve Dernek Kurma Özgürlüğü",
          "text": "Herkesin barışçıl bir şekilde toplanma özgürlüğü ve başkalarıyla dernek kurma özgürlüğü hakkı vardır."
        },
        {
          "başlık": "Toplanma ve Dernek Kurma Özgürlüğü Hakkının Toplumdaki Yeri",
          "text": "Toplanma ve dernek kurma özgürlüğü, bireylerin barışçıl bir şekilde bir araya gelme ve ortak amaçlar doğrultusunda örgütlenme haklarını güvence altına alan temel insan haklarındandır. Bu hak, Anayasa'nın 33. maddesiyle güvence altına alınmıştır ve herkesin dernek kurma ve bunlara üye olma özgürlüğünü tanır. Bu özgürlük, bireylerin ortak çıkarlarını savunma, toplumsal sorunlara çözüm arama ve demokratik süreçlere katılım sağlama imkânı sunar. Ayrıca, Avrupa İnsan Hakları Sözleşmesi'nin 11. maddesi de bu özgürlüğü güvence altına alır ve devletlerin, bu hakkı yalnızca belirli şartlar altında sınırlayabileceğini belirtir.",
          "url": "https://www.siviltoplum.gov.tr/anayasa?utm_source"
        },
  
        {
          "subheading": "Eğitim Hakkı",
          "text": "Herkesin eğitim hakkı vardır. Eğitim, insan kişiliğinin tam gelişimine yönlendirilmelidir."
        },
        {
          "başlık": "Eğitim Hakkının Toplumdaki Yeri",
          "text": "Türkiye'de, Anayasa'nın 42. maddesiyle eğitim hakkı güvence altına alınmıştır. Bu maddeye göre, herkes eğitim ve öğrenim hakkına sahiptir ve devlet, bu hakkın kullanılmasını sağlamakla yükümlüdür. Eğitim, bireylerin toplumsal yaşama etkin katılımını, ekonomik kalkınmayı ve demokratik süreçlere dahil olmayı mümkün kılar. Ayrıca, eğitim hakkı, bireylerin diğer haklarını kullanabilmeleri ve toplumsal eşitliğin sağlanması için temel bir önkoşuldur.",
          "url": "https://yereldemokrasi.net/nasil-mudahil-olabiliriz/sivil-toplum-aktif-yurttaslik-el-kitabi/bolum-ii-haklarimiz-cigneniyor-ne-yapabiliriz/egitim-hakki?utm_source"
        },
  
        {
          "subheading": "Çalışma Hakkı",
          "text": "Herkesin çalışma hakkı, serbest iş seçme hakkı, adil ve uygun çalışma koşulları ile işsizlikten korunma hakkı vardır."
        },
        {
          "başlık": "Çalışma Hakkının Toplumdaki Yeri",
          "text": "Çalışma hakkı, Türkiye Cumhuriyeti Anayasası'nın 49. maddesiyle güvence altına alınmıştır. Bu maddeye göre, çalışma, herkesin hem hakkı hem de ödevidir. Devlet, çalışanların yaşam seviyelerini yükseltmek, çalışma hayatını geliştirmek ve işsizliği önlemek amacıyla gerekli tedbirleri alır. Bu anayasal düzenleme, bireylerin ekonomik bağımsızlıklarını kazanabilmeleri, toplumsal yaşama etkin bir şekilde katılabilmeleri ve kişisel gelişimlerini sürdürebilmeleri için temel bir zemin oluşturur. Çalışma hakkının korunması, işçi sağlığı ve güvenliği, adil ücretlendirme, sendikal haklar ve sosyal güvenlik gibi konuları da kapsamaktadır. Bu bağlamda, devletlerin ve işverenlerin, çalışanların haklarını korumak ve iyileştirmek için gerekli önlemleri alması büyük önem taşır.",
          "url": "https://ttb.org.tr/udek/makale_goster.php?Id=44&utm_source"
        },
  
        {
          "subheading": "Eşitlik Hakkı",
          "text": "Bütün insanlar özgür ve eşit olarak doğar. Irk, cinsiyet, din veya diğer statülere dayalı ayrımcılık yapılmamalıdır."
        },
        {
          "title": "Eşitlik Hakkının Toplumdaki Yeri",
          "text": "Eşitlik hakkı, bireylerin ırk, renk, cinsiyet, dil, din, inanç, mezhep, felsefi ve siyasi görüş, etnik köken, servet, doğum, medeni hâl, sağlık durumu, engellilik ve yaş gibi etkenlere dayalı ayrımcılığa uğramadan eşit muamele görme hakkını ifade eder. Türkiye'de, Anayasa'nın 10. maddesiyle eşitlik ilkesi güvence altına alınmıştır. Bu maddeye göre, \"Herkes, dil, ırk, renk, cinsiyet, siyasi düşünce, felsefi inanç, din, mezhep ve benzeri sebeplerle ayrım gözetilmeksizin eşittir.\"",
          "url": "https://www.tihek.gov.tr/kategori/pages/Ayrimcilikla-Mucadele-ve-Esitlik?utm_source"
        }
  
      ]
    }
  }