{
    "English": {
      "title": "Women's Rights",
      "subtopics": [
        {
          "subheading": "Education Rights",
          "text": "Women have the right to access quality education with equal opportunities, free from gender discrimination."
        },
        {
          "subheading": "Role of Women in Education",
          "text": "Improving the education levels of girls has clear effects on young women's health and economic futures, which also improve the expectations of all societies. Babies born to mothers who have completed primary education have half the infant mortality rate compared to those whose mothers cannot read and write. In the world's poorest countries, 50% of girls do not attend secondary school. However, studies show that each additional year that girls spend in school increases their lifetime earnings by 15%. Improving women's education and therefore their earning potential not only benefits them but also improves the living standards of their children, as women tend to invest more of their income into their families than men do.",
          "url": "https://en.wikipedia.org/wiki/Female_education"
        },
        {
          "subheading": "Work Rights",
          "text": "Women have the right to work under equal conditions as men, to receive fair wages, and to be free from workplace discrimination."
        },
        {
          "subheading": "Role of Women in the Workforce",
          "text": "The topic of being a woman in the workforce is often discussed under areas such as 'Gender Studies' and 'Women's Studies.' In patriarchal societies, male participation in production is often viewed as the primary responsibility, while women are seen as responsible for childbearing, child-rearing, and maintaining the household. As a result, women are often relegated to a secondary role in the workforce. The boundaries surrounding women's participation in the workforce are closely related to societal values and stereotypes, such as 'Women should stay at home,' 'Women should take care of children,' 'Women should serve their husbands and families,' and 'Women shouldn't work in all fields.' These stereotypes can discourage women from pursuing careers and participating in the workforce. However, work life offers many benefits for women, including economic freedom, opportunities for development, increased self-confidence, greater social recognition, and an improved position within the family. Therefore, the full participation of women in the workforce is essential not only for individual empowerment but also for the broader economic and social development of society.",
          "url": "https://tr.wikipedia.org/wiki/%C4%B0%C5%9F_Hayat%C4%B1nda_Kad%C4%B1n"
        },
        {
          "subheading": "Health Rights",
          "text": "Women have the right to equal access to healthcare services necessary for a healthy life."
        },
        {
          "subheading": "Role of Women in Health",
          "text": "Women's reproductive and sexual health differs significantly from men's health. Even in developed countries, pregnancy and childbirth pose significant risks for women, and this situation leads to more than a quarter of a million deaths annually, with a large gap between developing and developed countries. Comorbidity from other non-reproductive diseases, including preeclampsia, contributes to pregnancy-related mortality and morbidity. Women have long been disadvantaged in many aspects, such as social and economic power, which limits their access to essential services, including healthcare. As in developing countries, the greater the level of disadvantage, the more significant the negative health impacts.",
          "url": "https://en.wikipedia.org/wiki/Women's_health"
        },
        {
          "subheading": "Voting and Candidacy Rights",
          "text": "Women have the right to actively participate in society by voting and running for office in elections."
        },
        {
          "subheading": "The Role of Granting Women the Right to Vote and Stand for Election in Society",
          "text": "Women's suffrage and equality in voting rights are an important example of promoting gender equality and strengthening women's roles in society. This right allows women to participate in decision-making not only in domestic spaces but also in public spheres. Having the right to vote and freedom of choice means greater representation and freedom for society. Women's active participation in political and social fields not only benefits women but also contributes to the presence and development of the entire societal structure. Granting women the right to vote and stand for election promotes the modernization of social structures and provides women with more equal opportunities in education, healthcare, and economic sectors. Women's presence in leadership positions continues to advance women's rights, and their role in society persists. This encourages other women to demand similar rights. Women's suffrage and women's rights are crucial steps for the establishment of a just society and contribute to social development.",
          "url": "https://www.unwomen.org"
        },
  
        {
          "subheading": "Family Rights",
          "text": "Women have equal rights in marriage and family matters, including divorce and child custody."
        },
        {
          "title": "The Role of Women in the Family",
          "text": "Women's equal rights in marriage and family formation are a critical step in promoting gender equality and strengthening women's roles in society. This equality allows women to participate in decision-making not only in private spaces but also in public spheres. Women's rights to marry and form a family challenge societal norms and traditions, empowering women to have control over their lives and future. Having equal rights in marriage and family contributes to women's participation in economic, social, and cultural life. Equal rights ensure a more balanced power distribution within families, allowing women to gain economic independence. This, in turn, enhances women's ability to make decisions, participate in the workforce, and play an active role in public life. Equality within the family creates a healthier and more balanced living environment, not only for women but for all family members. Women's equal rights in marriage and family contribute to transforming social structures and building a more equitable society.",
          "url": "https://dergipark.org.tr/tr/download/article-file/722043"
        },
  
        {
          "subheading": "Protection from Violence",
          "text": "Women have the right to be protected from all forms of physical, psychological, and sexual violence."
        },
        {
          "title": "Women's Right to Protection from Violence and Its Social Impact",
          "text": "Violence against women is not just an individual issue, but a phenomenon that deeply affects the social structure. While violence weakens women both physically and psychologically, it also threatens the general peace and security of society. The existence of violence reinforces gender inequality and further weakens women. Violence against women negatively impacts society on an economic, social, and cultural level; because women who suffer from violence are left behind in areas such as education, workforce, and social participation, leading to greater inequalities in society. Furthermore, the social reflection of violence against women often stems from the misinterpretation of women's social roles and expectations. Efforts to create a space outside of traditional roles are often met with societal backlash, and women's individual rights are frequently violated. The normalization or impunity of violence against women in society makes it difficult for victims to report, which can lead to an increase in violent incidents. A study on the social impact of violence against women mentions that women who are victims of violence face various difficulties within society and especially struggle to find work, often having to change jobs frequently. Additionally, it is stated that the violence experienced by women negatively affects other family members, especially children, leading to the breakdown of the family structure.",
          "url": "https://dergipark.org.tr/en/download/article-file/1553596?utm_source"
        },
        {
          "subheading": "Property Rights",
          "text": "Women have the right to own, manage, and inherit property."
        },
        {
          "title": "Women's Property Rights and Their Social Position",
          "text": "Women's property rights are of great importance for gender equality and women's economic independence. Historically, women in many societies have been deprived of property rights. This situation limits women's economic independence and negatively affects their social status. The lack of property rights for women makes them economically dependent and reinforces social inequality.",
          "url": "https://tr.wikipedia.org/wiki/Kad%C4%B1n_haklar%C4%B1"
        }
      ]
    },
    "Turkish": {
      "title": "Kadın Hakları",
      "subtopics": [
        {
          "subheading": "Eğitim Hakkı",
          "text": "Kadınlar, eşit fırsatlarla kaliteli eğitim alma hakkına sahiptir, bu hak cinsiyet ayrımcılığından bağımsızdır."
        },
        {
          "subheading": "Kadınların Eğitimdeki Rolü",
          "text": "Kız çocuklarının eğitim düzeylerinin iyileştirilmesinin, genç kadınların sağlık ve ekonomik geleceği üzerinde açık etkileri olduğu ve bunun da tüm toplumlarının beklentilerini iyileştirdiği gösterilmiştir. Anneleri ilköğretim görmüş bebeklerin bebek ölüm oranı, anneleri okuma yazma bilmeyen çocukların bebek ölüm oranının yarısı kadardır. Dünyanın en fakir ülkelerinde kız çocuklarının %50'si ortaokula gitmiyor. Ancak araştırmalar, kız çocuklarının okula gittikleri her bir ekstra yılın, yaşam boyu gelirlerini %15 artırdığını gösteriyor. Kadınların eğitimini ve dolayısıyla kadınların kazanç potansiyellerini iyileştirmek, kadınlar gelirlerinin daha fazlasını ailelerine erkeklerden daha fazla yatırdıkları için kendi çocuklarının yaşam standartlarını iyileştirir.",
          "url": "https://en.wikipedia.org/wiki/Female_education"
        },
        {
          "subheading": "Çalışma Hakkı",
          "text": "Kadınlar, erkeklerle eşit koşullarda çalışma, adil ücret alma ve işyerinde ayrımcılığa uğramama hakkına sahiptir."
        },
        {
          "subheading": "Kadının Çalışma Hayatındaki Rolü",
          "text": "İş hayatında kadın olma konusu, 'Toplumsal Cinsiyet' ve 'Kadın Çalışmaları' gibi alanlar içerisinde değerlendirme konusu yapılan bir başlıktır. Ataerkilliğin olduğu toplumlarda, üretime katılım erkeklerin sorumluluk alanı olarak görülürken, kadınlar 'çocuk doğurmak, sağlıklı şekilde büyütmek ve evin düzenini korumak' ile sorumlu görülür. Bu anlayışın bir sonucu olarak, 'kadınların çalışma hayatında geri planda kalması' söz konusudur. Kadınların çalışma yaşamıyla ilgili sınırlar, toplumun sahip olduğu değer yargılarıyla ilişkilidir. Örneğin, 'Kadın evde oturmalı, kadın çocuk bakmalı, kadın eşine ve ailesine hizmet etmeli, kadın her işte çalışmamalı' gibi basmakalıp düşünceler, çalışma arzusunda olan kadının iş hayatından uzak durmasına yol açmaktadır. Çalışma yaşamının kadınlara ekonomik özgürlük kazandırması, gelişim fırsatı sağlaması, özgüvenlerini ve toplumsal saygınlıklarını artırması, aile içerisindeki yerlerini iyileştirmesi gibi faydaları mevcuttur.",
          "url": "https://tr.wikipedia.org/wiki/%C4%B0%C5%9F_Hayat%C4%B1nda_Kad%C4%B1n"
        },
        {
          "subheading": "Sağlık Hakkı",
          "text": "Kadınlar, sağlıklı bir yaşam sürebilmek için gerekli sağlık hizmetlerine eşit erişim hakkına sahiptir."
        },
       
        {
          "subheading": "Seçme ve Seçilme Hakkı",
          "text": "Kadınlar, toplumda aktif rol alarak seçimlerde oy kullanma ve seçilme hakkına sahiptir."
        },
        
        {
          "subheading": "Family Rights",
          "text": "Kadınlar, evlilik ve aile kurma konusunda eşit haklara sahiptir, boşanma ve çocuk bakımı gibi konularda da eşit haklara sahiptirler."
        }
        
      ]
    },
    "category": "women",
    "rights": [
      {
        "title": "Eşit İşe Eşit Ücret Hakkı",
        "content": "Kadınlar, aynı işi yapan erkeklerle eşit ücret alma hakkına sahiptir. İş Kanunu Madde 5'e göre, cinsiyet nedeniyle farklı ücret uygulanamaz.",
        "tags": ["iş", "ücret", "eşitlik"]
      },
      {
        "title": "Doğum İzni Hakkı",
        "content": "Çalışan kadınlar, doğumdan önce 8 ve doğumdan sonra 8 hafta olmak üzere toplam 16 hafta ücretli doğum izni kullanma hakkına sahiptir.",
        "tags": ["doğum", "izin", "sağlık"]
      },
      {
        "title": "Şiddete Karşı Korunma Hakkı",
        "content": "6284 sayılı Kanun kapsamında kadınlar, şiddete karşı koruma talep etme ve sığınma evlerinden yararlanma hakkına sahiptir.",
        "tags": ["şiddet", "koruma", "güvenlik"]
      },
      {
        "title": "Eğitim Hakkı",
        "content": "Kadınlar, eşit fırsatlarla kaliteli eğitim alma hakkına sahiptir. Bu hak cinsiyet ayrımcılığından bağımsızdır.",
        "tags": ["eğitim", "fırsat eşitliği"]
      },
      {
        "title": "Çalışma Hakkı",
        "content": "Kadınlar, erkeklerle eşit koşullarda çalışma, adil ücret alma ve işyerinde ayrımcılığa uğramama hakkına sahiptir.",
        "tags": ["iş", "çalışma", "eşitlik"]
      },
      {
        "title": "Sağlık Hakkı",
        "content": "Kadınlar, sağlıklı bir yaşam sürebilmek için gerekli sağlık hizmetlerine eşit erişim hakkına sahiptir.",
        "tags": ["sağlık", "erişim"]
      },
      {
        "title": "Seçme ve Seçilme Hakkı",
        "content": "Kadınlar, toplumda aktif rol alarak seçimlerde oy kullanma ve aday olma hakkına sahiptir.",
        "tags": ["siyaset", "seçim", "temsil"]
      },
      {
        "title": "Mülkiyet Hakkı",
        "content": "Kadınlar, mal ve mülk edinme, yönetme ve miras haklarına sahiptir.",
        "tags": ["mülkiyet", "miras", "ekonomi"]
      },
      {
        "title": "Aile Kurma Hakkı",
        "content": "Kadınlar evlilik ve aile kurma konusunda eşit haklara sahiptir. Boşanma ve çocuk velayeti gibi konularda da eşit haklara sahiptirler.",
        "tags": ["aile", "evlilik", "velayet"]
      },
      {
        "title": "Emzirme İzni Hakkı",
        "content": "Çalışan anneler, bir yaşından küçük çocuklarını emzirmeleri için günde toplam bir buçuk saat süt izni kullanma hakkına sahiptir.",
        "tags": ["emzirme", "izin", "çalışma"]
      }
    ]
  }